{
    "EN":{
        "TITLE": "Our Story",
        "BEGINNINGS_TITLE": "The Beginning",
        "BEGINNINGS": "As an exchange student in Japan, I have had the privilege of using the University's exchange student services to get the items I needed to stay in Japan for a few months, a volunteer from the school to help improve my Japanese, and a lot of support from friends and teachers who gave me tips and other invaluable resources to make sure I felt at home.",
        "BEGINNINGS2": "Many years later back in Canada, I was part of a network of Japanese families who moved here for a few years and while some companies do support their families before move, it was the lack of support they got after they arrived that gave me the idea for this community website. Specifically, Pebbles Community's goals are to:",
        "BEGINNINGS4": "Support living in Japan",
        "BEGINNINGS5": "Help make connections with others in the same area",
        "BEGINNINGS6": "Help share knowledge",
        "BEGINNINGS7": "So here it is, my effort to gather all personal experiences living overseas and learning a new language, with its failures and successes, to make a community that can help you improve your language skills and feel at home. Learn more about me by searching for 'ktoo' from the homepage.",
        "COMMUNITIES": "Your Community",
        "EXPLORE": "Learn about the 4 areas of support within your community below:",
        "STUDY_BUDDY_TITLE": "Study Buddy Board",
        "STUDY_BUDDY_TEXT": "Like a bulletin board, this is a list of users who want to make friends, learn, practice, and keep their motivation. You can register to be 1 or all 3 types of study buddies:",
        "STUDY_BUDDY_TYPE1_TITLE": "Study buddy",
        "STUDY_BUDDY_TYPE1": "Share study ideas and setup a time to study or read together. If your friend can do it, so can you - motivation to keep you going!",
        "STUDY_BUDDY_TYPE2_TITLE": "Language exchange",
        "STUDY_BUDDY_TYPE2": "Find a Japanese speaker and get help with your Japanese while helping them with English.",
        "STUDY_BUDDY_TYPE3_TITLE": "Volunteer",
        "STUDY_BUDDY_TYPE3": "Help a Japanese speaker learn English while immersing yourself in a new culture.",
        "STUDY_BUDDY_BTN": "View the Study Buddy Board",
        "TOP": "Top",
        "TOWN_TITLE": "Japanese Town",
        "TOWN_TEXT1": "Have you ever studied by yourself and needed an answer to a question but have no where to ask? Do you feel like you are not making any improvement in Japanese and need some motivation?",
        "TOWN_TEXT2": "This part of the community, the Japanese Town, is a place where you can join and create groups related learning Japanese - grammar groups, vocabulary groups, how to study for the Japanese Proficiency Test groups for example. Post your questions and get answers. Test out your knowledge and answer questions to strengthen your understanding of the language.",
        "TOWN_BTN": "Take me to Town",
        "INFO_CENTER_TITLE": "Regional Info Center",
        "INFO1": "This is the place where you can find valuable resources travelling to and living in Japan. Do you have questions like:",
        "INFO_Q1": "How do I get a library card and use it ",
        "INFO_Q2": "Does anyone know where I can find a good doctor for my child ",
        "INFO_Q3": "Are there any free Japanese lessons in Nagoya ",
        "INFO_Q4": "Where in Kyushu can I see the best sakura ",
        "INFO2": "Some resources are related to the whole of the country so if you are travelling to, for example Nagoya, we recommend joining the Japan group, the Aichi group, AND the Nagoya group. These groups all have a resource area, and a Q & A area where you can find information and answers to your questions. The resource area can be posted anonymously please post and share your knowledge!",
        "INFO3": "Another way to use this area is to create your own group and invite others to join. Make your own little community (same religion? same company?) and share resources and experience. Make it public and easy for newcomers to join or make it private and restrict it to make it exclusive with your own rules.",
        "INFO_BTN": "Explore the Info Center",
        "MARKETPLACE_TITLE": "Marketplace",
        "MARKET1": "One man's garbage is another man's gold. This is the area for offering or selling used goods. We created this area because we understand that when you live in a new country you end up buying a lot of items that you only use for the limited time you are overseas. The ultimate goal is to create less garbage for the world while saving some money and helping others - so offer or sell your items to other expats and immigrants. Some items that are great to pass down are: ",
        "ITEM1": "Microwave, toaster ovens, stoves ",
        "ITEM2": "Washing machines and dryers",
        "ITEM3": "Bicycles",
        "ITEM4": "Sporting goods that you won't use back home",
        "ITEM5": "Mattresses, sofas, carpets",
        "ITEM6": "Japanese studying materials",
        "MARKET_BTN": "Discover hidden treasures",
        "STUDY_SUPPORT_TITLE": "Study Support",
        "SUPPORT1": "This part of the community is for Japanese people learning English only. ",
        "UNDER_CONSTRUCTION":"Under construction!"
    },
    "JA":{
      "TITLE":"Pebblesのお話",
      "BEGINNINGS_TITLE":"始まり",
      "BEGINNINGS":"日本の交換留学生として、私は大学の交換留学生サービスを利用して数か月間日本に滞在するために必要な物品を手に入れたり、日本語の上達をサポートしてくれる学校のボランティア、そして多くのサポートを得ることができました。友人や先生からは、私がくつろげるようにアドバイスやその他の貴重なリソースを与えていただきました。",
      "BEGINNINGS2":"何年も後、カナダに戻った私は、ここに数年間移住した日本人家族のネットワークの一員でした。いくつかの企業は移住前に家族をサポートしていますが、到着後に彼らが受けられるサポートが不足していることが私にこのアイデアを与えました。このコミュニティ Web サイトの場合。具体的には、Pebbles Community の目標は次のとおりです。",
      "BEGINNINGS3":"英語の自習をサポート",
      "BEGINNINGS4":"海外生活をサポート",
      "BEGINNINGS5":"同じ地域の日本人とのつながりを作るのに役立ちます",
      "BEGINNINGS6":"知識の共有を支援する",
      "BEGINNINGS7":"そこで、海外に住んで英語を教えている個人的な経験を失敗も成功も含めてすべて集めて、上達するための新しい方法を示し、安心できるコミュニティを作るという私の取り組みがここにあります。私について詳しくは、ホームページから「ktoo」を検索してください。",
      "COMMUNITIES":"あなたのコミュニティ",
      "EXPLORE":"コミュニティ内でのサポートの 4 つの分野については、以下をご覧ください。",
      "STUDY_BUDDY_TITLE":"スタディーバディー掲示板",
      "STUDY_BUDDY_TEXT":"掲示板のように、友達を作り、学び、練習し、モチベーションを保ちたいユーザーのリストです。 1つまたは 3種類すべての学習仲間として登録できます。",
      "STUDY_BUDDY_TYPE1_TITLE":"スタディーバディー",
      "STUDY_BUDDY_TYPE1":"学習のアイデアを共有し、一緒に勉強したり本を読んだりする時間を設定します。あなたの友人がそれをできるなら、あなたもできます - あなたが続ける動機になります!",
      "STUDY_BUDDY_TYPE2_TITLE":"言語交換",
      "STUDY_BUDDY_TYPE2":"英語を話す人を見つけて、日本語をサポートしながら、あなたの英語も手伝ってもらいましょう。",
      "STUDY_BUDDY_TYPE3_TITLE":"ボランティア",
      "STUDY_BUDDY_TYPE3":"英語を話す人が新しい文化に浸りながら日本語を学べるようお手伝いします。",
      "STUDY_BUDDY_BTN":"スタディーバディー掲示板へ行く",
      "TOP":"上",
      "TOWN_TITLE":"英語街",
      "TOWN_TEXT1":"独学で勉強していて質問の答えが必要なのにどこにも聞けないという経験はありませんか?英語がなかなか上達しないので、モチベーションが必要だと感じていませんか?",
      "TOWN_TEXT2":"コミュニティのこの部分である日本人タウンは、文法グループ、語彙グループ、日本語能力試験の勉強方法グループなど、日本語学習に関連するグループに参加したり作成したりできる場所です。質問を投稿して回答を得てください。自分の知識をテストし、質問に答えて、言語の理解を深めます。 「1 日 1 回」グループに参加して、最近学んだ文法と語彙を使ってその日の質問に答える練習をしましょう。",
      "TOWN_BTN":"街へ行く（工事中）",
      "INFO_CENTER_TITLE":"地域案内センター",
      "INFO1":"ここは、その地域を旅行したり、その地域に住んでいたりする貴重なリソースを見つけることができる場所です。次のような質問がありますか:",
      "INFO_Q1":"図書館カードを取得して使用するにはどうすればよいですか",
      "INFO_Q2":"私の子供に良い医者をどこで見つけられるか知っている人はいますか", 
      "INFO_Q3":"ロンドンで無料の英語レッスンはありますか ",
      "INFO_Q4":"カナダのロッキー山脈に行くのに最適な時期はいつですか ",
      "INFO2":"一部のリソースは国全体に関連しているため、たとえばトロントに旅行する場合は、カナダ グループ、オンタリオ グループ、およびトロント グループに参加することをお勧めします。これらのグループにはすべて、リソース エリアと、情報と質問への回答を見つけることができる Q & A エリアがあります。リソースエリアは匿名で投稿できますので、投稿して知識を共有してください。",
      "INFO3":"この領域を使用するもう 1 つの方法は、独自のグループを作成し、他の人を参加に招待することです。あなた自身の小さなコミュニティ (同じ宗教?同じ会社?) を作り、リソースや経験を共有してください。公開して新規ユーザーが参加しやすいようにするか、非公開にして制限して独自のルールで排他的にします。",
      "INFO_BTN":"情報センターを探検する　（工事中）",
      "MARKETPLACE_TITLE":"マーケット",
      "MARKET1":"ある人にとってのゴミは、別の人にとっては金です。中古商品の紹介・販売を行うエリアです。新しい国に住むと、その国でしか使わないアイテムをたくさん買ってしまう、新しい地域に引っ越したときにアイテムにあまりお金をかけたくない、という思いからこのエリアを作りました。海外にいる限られた期間のみ使用できます。最終的な目標は、世界のゴミを減らすことです。そのため、あなたの商品を他の駐在員や移民に提供または販売してください。継承するのに最適なアイテムには次のようなものがあります。 ",
      "ITEM1":"電子レンジ、オーブントースター",
      "ITEM2":"バーベキューグリル",
      "ITEM3":"自転車、スノーシュー、スキー",
      "ITEM4":"トレッドミル、トランポリン",
      "ITEM5":"マットレス、ソファ、カーペット",
      "ITEM6":"英語学習教材",
      "MARKET_BTN":"宝物を発見する　（工事中）",
        "STUDY_SUPPORT_TITLE":"スタディーサポート",
        "SUPPORT_1_FOR_TRANSLATION":"From our survey of English learners, 90% of them did not know that reading could be a way to learn English, and that ALL of them found that reading books at their level is a great way to learn. Pebbles Community offers a digital library system called Raz Kids to help you self-learn. Raz Kids is currently used by North Americans to provide school children leveled books to improve their English reading. Pebbles Community found unique ways to help improve a foreigner's English level. Specifically, incorporating our way of using the system can help improve:",
        "SUPPORT1":"英語学習者を対象とした私たちの調査によると、90% の学習者は読書が英語の学習方法であることを知りませんでしたが、全員が自分のレベルにあった本を読むことが素晴らしい学習方法であることを発見しました。 Pebbles Community は、自習を支援する Raz Kids というデジタル ライブラリ システムを提供しています。 Raz Kids は現在、北米の人々によって、学童に英語の読解力を向上させるためのレベルに合わせた本を提供するために使用されています。 Pebbles コミュニティは、外国人の英語レベルを向上させるユニークな方法を見つけました。具体的には、当社のシステムの使用方法を取り入れることで、以下の改善に役立ちます。",
        "IMPROVE1_TITLE":"語彙",
        "IMPROVE1_FOR_TRANSLATION":"Authors repeat words within a book to help you recall the meaning. Many different genres of books are available and reading about different topics can introduce you to specific vocabulary for that topic, giving you a wide range of vocabulary.",
        "IMPROVE1":"著者は本の中で単語を繰り返して、意味を思い出せるようにします。さまざまなジャンルの本がたくさんあり、さまざまなトピックについて読むことで、そのトピックに特有の語彙を知ることができ、幅広い語彙を身につけることができます。",
        "IMPROVE2_TITLE":"聞く",
        "IMPROVE2_FOR_TRANSLATION":"Repeat listening to the book being read and you will pick up words you couldn't catch before. Closing your eyes to listen can allow you to practice listening on the phone, which can be hard for English learners.",
        "IMPROVE2":"読んでいる本を繰り返し聞くと、今まで聞き取れなかった単語も聞き取れるようになります。目を閉じて聞くことで、英語学習者にとっては難しい電話での聞き取りを練習することができます。",
        "IMPROVE3_TITLE":"流暢さ",
        "IMPROVE3_FOR_TRANSLATION":"Read along with the book to practice the speed at which you should be reading at your level. As you shadow the book, you will notice the words that get you tongue tied when you try to read fast.",
        "IMPROVE3":"本と合わせて読んで、自分のレベルに合わせて読む速度を練習してください。本をシャドーイングすると、速く読もうとすると舌を巻いてしまう単語に気づくでしょう。",
        "IMPROVE4_TITLE":"理解",
        "IMPROVE4_FOR_TRANSLATION":"Answer questions at the end of the book to check your understanding. These questions can give you an idea of what your weaknesses are - is it the lack of vocabulary, or is it grammar?",
        "IMPROVE4":"本の最後にある質問に答えて、理解度を確認してください。これらの質問によって、自分の弱点が何なのか、語彙力の不足なのか、それとも文法なのか? を知ることができます。",
        "IMPROVE5_TITLE":"発音",
        "IMPROVE5_FOR_TRANSLATION":"Everyone has mirror neurons (means we like to imitate people, rather we want to or not) so listening to perfect English everyday will help your brain recognize what is good English. This is especially good for little kids. In addition, record yourself reading and let PEC check for pronunciation.",
        "IMPROVE5":"誰もがミラーニューロン（真似したいかどうかではなく、人の真似をするのが好きという意味）を持っているので、完璧な英語を毎日聞くことで、何が良い英語なのかを脳が認識するのに役立ちます。これは特に小さなお子様に最適です。さらに、自分の読書を録音し、PEC に発音をチェックしてもらいます。",
        "SUPPORT_ENDING_FOR_TRANSLATION":"Pebbles Community offers a one week free trial of the digital library. This includes a free assessment to check your current reading level, and access to all leveled books for a week. After that, becoming a Premium member of Pebbles Community will give you unlimited access to the digital library and many other perks to help support your learning in the best possible way. Read about our Premium Membership here .",
        "SUPPORT_ENDING":"Pebbles Community では、デジタル ライブラリの 1 週間の無料トライアルを提供しています。これには、現在の読書レベルを確認するための無料評価と、レベルに応じたすべての書籍への 1 週間のアクセスが含まれます。その後、Pebbles Community のプレミアム メンバーになると、デジタル ライブラリへの無制限のアクセスや、可能な限り最良の方法で学習をサポートするその他の多くの特典が提供されます。プレミアム メンバーシップについては、こちらをご覧ください。",
        "SUPPORT_BTN":"無料体験をゲット　（工事中）",
        "UNDER_CONSTRUCTION":"工事中!"
    }
}