{
    "EN":{
        "TITLE":"Our Story",
        "BEGINNINGS_TITLE":"The Beginning",
        "BEGINNINGS":"As an exchange student in Japan, I have had the privilege of using the University's exchange student services to get the items I needed to stay in Japan for a few months, a volunteer from the school to help improve my Japanese, and a lot of support from friends and teachers who gave me tips and other invaluable resources to make sure I felt at home.",
        "BEGINNINGS2":"Many years later back in Canada, I was part of a network of Japanese families who moved here for a few years and while some companies do support their families before move, it was the lack of support they got after they arrived that gave me the idea for this community website. Specifically, Pebbles Community's goals are to:",
        "BEGINNINGS4":"Support living in Japan",
        "BEGINNINGS5":"Help make connections with others in the same area",
        "BEGINNINGS6":"Help share knowledge",
        "BEGINNINGS7":"So here it is, my effort to gather all personal experiences living overseas and learning a new language, with its failures and successes, to make a community that can help you improve your language skills and feel at home. Learn more about me by searching for 'ktoo' from the homepage.",
        "COMMUNITIES":"Your Community",
        "EXPLORE":"Learn about the 4 areas of support within your community below:",
        "STUDY_BUDDY_TITLE":"Study Buddy Board",
        "STUDY_BUDDY_TEXT":"Like a bulletin board, this is a list of users who want to make friends, learn, practice, and keep their motivation. You can register to be 1 or all 3 types of study buddies:",
        "STUDY_BUDDY_TYPE1_TITLE":"Study buddy",
        "STUDY_BUDDY_TYPE1":"Share study ideas and setup a time to study or read together. If your friend can do it, so can you - motivation to keep you going!",
        "STUDY_BUDDY_TYPE2_TITLE":"Language exchange",
        "STUDY_BUDDY_TYPE2":"Find a Japanese speaker and get help with your Japanese while helping them with English.",
        "STUDY_BUDDY_TYPE3_TITLE":"Volunteer",
        "STUDY_BUDDY_TYPE3":"Help a Japanese speaker learn English while immersing yourself in a new culture.",
        "STUDY_BUDDY_BTN":"View the Study Buddy Board",
        "TOP":"Top",
        "TOWN_TITLE":"Japanese Town",
        "TOWN_TEXT1":"Have you ever studied by yourself and needed an answer to a question but have no where to ask? Do you feel like you are not making any improvement in Japanese and need some motivation?",
        "TOWN_TEXT2":"This part of the community, the Japanese Town, is a place where you can join and create groups related learning Japanese - grammar groups, vocabulary groups, how to study for the Japanese Proficiency Test groups for example. Post your questions and get answers. Test out your knowledge and answer questions to strengthen your understanding of the language.",
        "TOWN_BTN":"Take me to Town",
        "INFO_CENTER_TITLE":"Regional Info Center",
        "INFO1":"This is the place where you can find valuable resources travelling to and living in Japan. Do you have questions like:",
        "INFO_Q1":"How do I get a library card and use it ",
        "INFO_Q2":"Does anyone know where I can find a good doctor for my child ", 
        "INFO_Q3":"Are there any free Japanese lessons in Nagoya ",
        "INFO_Q4":"Where in Kyushu can I see the best sakura ",
        "INFO2":"Some resources are related to the whole of the country so if you are travelling to, for example Nagoya, we recommend joining the Japan group, the Aichi group, AND the Nagoya group. These groups all have a resource area, and a Q & A area where you can find information and answers to your questions. The resource area can be posted anonymously please post and share your knowledge!",
        "INFO3":"Another way to use this area is to create your own group and invite others to join. Make your own little community (same religion? same company?) and share resources and experience. Make it public and easy for newcomers to join or make it private and restrict it to make it exclusive with your own rules.",
        "INFO_BTN":"Explore the Info Center",
        "MARKETPLACE_TITLE":"Marketplace",
        "MARKET1":"One man's garbage is another man's gold. This is the area for offering or selling used goods. We created this area because we understand that when you live in a new country you end up buying a lot of items that you only use for the limited time you are overseas. The ultimate goal is to create less garbage for the world while saving some money and helping others - so offer or sell your items to other expats and immigrants. Some items that are great to pass down are: ",
        "ITEM1":"Microwave, toaster ovens, stoves ",
        "ITEM2":"Washing machines and dryers",
        "ITEM3":"Bicycles",
        "ITEM4":"Sporting goods that you won't use back home",
        "ITEM5":"Mattresses, sofas, carpets",
        "ITEM6":"Japanese studying materials",
        "MARKET_BTN":"Discover hidden treasures",
        "STUDY_SUPPORT_TITLE":"Study Support",
        "SUPPORT1":"This part of the community is for Japanese people learning English only. "
    },
    "JA":{
      "TITLE":"Pebblesのお話",
      "BEGINNINGS_TITLE":"The Beginning",
      "BEGINNINGS":"As an exchange student in Japan, I have had the privilege of using the University's exchange student services to get the items I needed to stay in Japan for a few months, a volunteer from the school to help improve my Japanese, and a lot of support from friends and teachers who gave me tips and other invaluable resources to make sure I felt at home.",
      "BEGINNINGS2":"Many years later back in Canada, I was part of a network of Japanese families who moved here for a few years and while some companies do support their families before move, it was the lack of support they got after they arrived that gave me the idea for this community website. Specifically, Pebbles Community's goals are to:",
      "BEGINNINGS3":"Support self-learning English",
      "BEGINNINGS4":"Support living overseas",
      "BEGINNINGS5":"Help make connections with others in the same area",
      "BEGINNINGS6":"Help share knowledge",
      "BEGINNINGS7":"So here it is, my effort to gather all personal experiences living overseas and teaching English with its failures and successes, to make a community that can show you new ways to improve and help you feel at home. Learn more about me by searching for 'ktoo' from the homepage.",
      "COMMUNITIES":"Your Community",
      "EXPLORE":"Learn about the 4 areas of support within your community below:",
      "STUDY_BUDDY_TITLE":"スタディーバディー掲示板",
      "STUDY_BUDDY_TEXT":"Like a bulletin board, this is a list of users who want to make friends, learn, practice, and keep their motivation. You can register to be 1 or all 3 types of study buddies:",
      "STUDY_BUDDY_TYPE1_TITLE":"Study buddy",
      "STUDY_BUDDY_TYPE1":"Share study ideas and setup a time to study or read together. If your friend can do it, so can you - motivation to keep you going!",
      "STUDY_BUDDY_TYPE2_TITLE":"Language exchange",
      "STUDY_BUDDY_TYPE2":"Find an English speaker and get help with your English while helping them with Japanese.",
      "STUDY_BUDDY_TYPE3_TITLE":"Volunteer",
      "STUDY_BUDDY_TYPE3":"Help an English speaker learn Japanese while immersing yourself in a new culture.",
      "STUDY_BUDDY_BTN":"View the Study Buddy Board",
      "TOP":"Top",
      "TOWN_TITLE":"英語街",
      "TOWN_TEXT1":"Have you ever studied by yourself and needed an answer to a question but have no where to ask? Do you feel like you are not making any improvement in English and need some motivation?",
      "TOWN_TEXT2":"This part of the community, the Japanese Town, is a place where you can join and create groups related learning Japanese - grammar groups, vocabulary groups, how to study for the Japanese Proficiency Test groups for example. Post your questions and get answers. Test out your knowledge and answer questions to strengthen your understanding of the language. Join the 'Once a day' group to practice using the grammar and vocabulary you recently learned to answer the question of the day. ",
      "TOWN_BTN":"Take me to Town",
      "INFO_CENTER_TITLE":"地域案内センター",
      "INFO1":"This is the place where you can find valuable resources travelling to and living in an area. Do you have questions like:",
      "INFO_Q1":"How do I get a library card and use it ",
      "INFO_Q2":"Does anyone know where I can find a good doctor for my child ", 
      "INFO_Q3":"Are there any free English lessons in London ",
      "INFO_Q4":"When is the best time to go to the Rocky Mountains in Canada ",
      "INFO2":"Some resources are related to the whole of the country so if you are travelling to, for example Toronto, we recommend joining the Canada group, the Ontario group, AND the Toronto group. These groups all have a resource area, and a Q and A area where you can find information and answers to your questions. The resource area can be posted anonymously please post and share your knowledge!",
      "INFO3":"Another way to use this area is to create your own group and invite others to join. Make your own little community (same religion? same company?) and share resources and experience. Make it public and easy for newcomers to join or make it private and restrict it to make it exclusive with your own rules.",
      "INFO_BTN":"Explore the Info Center",
      "MARKETPLACE_TITLE":"マーケット",
      "MARKET1":"One man's garbage is another man's gold. This is the area for offering or selling used goods. We created this area because we understand that when you live in a new country you end up buying a lot of items that you only use there, and when you move to a new area, you don't want to spend too much money on items you will only use for the limited time you are overseas. The ultimate goal is to create less garbage for the world - so offer or sell your items to other expats and immigrants. Some items that are great to pass down are: ",
      "ITEM1":"Microwave, toaster ovens",
      "ITEM2":"BBQ grills",
      "ITEM3":"Bicycles, snowshoes, skis",
      "ITEM4":"Treadmill, trampoline",
      "ITEM5":"Mattresses, sofas, carpets",
      "ITEM6":"English studying materials",
      "MARKET_BTN":"Discover hidden treasures",
        "STUDY_SUPPORT_TITLE":"日本語Study Support",
        "SUPPORT1":"日本語 From our survey of English learners, 90% of them did not know that reading could be a way to learn English, and that ALL of them found that reading books at their level is a great way to learn. Pebbles Community offers a digital library system called Raz Kids to help you self-learn. Raz Kids is currently used by North Americans to provide school children leveled books to improve their English reading. Pebbles Community found unique ways to help improve a foreigner's English level. Specifically, incorporating our way of using the system can help improve:",
        "IMPROVE1_TITLE":"Vocabulary",
        "IMPROVE1":"Authors repeat words within a book to help you recall the meaning. Many different genres of books are available and reading about different topics can introduce you to specific vocabulary for that topic, giving you a wide range of vocabulary.",
        "IMPROVE2_TITLE":"Listening",
        "IMPROVE2":"Repeat listening to the book being read and you will pick up words you couldn't catch before. Closing your eyes to listen can allow you to practice listening on the phone, which can be hard for English learners.",
        "IMPROVE3_TITLE":"Fluency",
        "IMPROVE3":"Read along with the book to practice the speed at which you should be reading at your level. As you shadow the book, you will notice the words that get you tongue tied when you try to read fast.",
        "IMPROVE4_TITLE":"Comprehension",
        "IMPROVE4":"Answer questions at the end of the book to check your understanding. These questions can give you an idea of what your weaknesses are - is it the lack of vocabulary, or is it grammar?",
        "IMPROVE5_TITLE":"Pronunciation",
        "IMPROVE5":"Everyone has mirror neurons (means we like to imitate people, rather we want to or not) so listening to perfect English everyday will help your brain recognize what is good English. This is especially good for little kids. In addition, record yourself reading and let PEC check for pronunciation.",
        "SUPPORT_ENDING":"Pebbles Community offers a one week free trial of the digital library. This includes a free assessment to check your current reading level, and access to all leveled books for a week. After that, becoming a Premium member of Pebbles Community will give you unlimited access to the digital library and many other perks to help support your learning in the best possible way. Read about our Premium Membership here .",
        "SUPPORT_BTN":"Get my free trial"
    }
}