{
    "EN":{
        "TITLE":"FAQ",
        "TOP":"Top",
        "PROFILE":"How do I set up my profile?",
        "PROFILE_BODY":"Click on the avatar or open up the menu on the top right corner of the page. Click on 'Profile' and below your avatar, click on the 'Edit' link. All information except for your email is public.",
        "STUDY_BUDDY":"How do I list or delisting from study buddy?",
        "STUDY_BUDDY_BODY":"By default, you are not listed as a study buddy on Pebbles. To list yourself so others can find you on the Study Buddy Board, go to edit your profile, click on edit study buddy, and toggle the 'Join study buddy' on. To unlist, simply toggle it off and the information you input for study buddy will be hidden from public.",
        "STUDY_BUDDY_USE":"How do I use the Study Buddy Board?",
        "STUDY_BUDDY_USE_BODY":"The board displays users in order of recently listed study buddies. To search using username, name, or their bio, type into the search bar and press Enter. To filter from categories, press the Filter button and choose the categories that you want to search for."
    },
    "JA":{
        "TITLE":"FAQ",
        "TOP":"上",
        "PROFILE":"プロフィールを変更するには？",
        "PROFILE_BODY":"日本語Once you login, click on the avatar or open up the menu on the top right corner of the page. Click on 'Profile' and below your avatar, click on the 'Edit' link. All information except for your email is public.",
        "STUDY_BUDDY":"スタディーバディーになる・解除するには？",
        "STUDY_BUDDY_BODY":"日本語By default, you are not listed as a study buddy on Pebbles. To list yourself so others can find you on the Study Buddy Board, go to edit your profile, click on edit study buddy, and toggle the 'Join study buddy' on. To unlist, simply toggle it off and the information you input for study buddy will be hidden from public.",
        "STUDY_BUDDY_USE":"スタディーバディー掲示板の使い方を教えてください",
        "STUDY_BUDDY_USE_BODY":"日本語The board displays users in order of recently listed study buddies. To search using username, name, or their bio, type into the search bar and press Enter. To filter from categories, press the Filter button and choose the categories that you want to search for."
    }
}